<template>
    <div id="home">
      <div class="title"><b>Це нотатник</b></div>

      <div>Просто нотатник, в якому можна (щось вже, щось незабаром):</div>
      <li>вести приватні нотатки;</li>
      <li>еспортувати їх в текстовий формат, щоб не загубились;</li>
      <li>імпортувати збережені записи в инші свої нотатники — будь то на другому сервері чи на
        локальному компʼютері;</li>
      <li>автоматично звіряти версії записів при імпорті — щоб ніякі зміни не було загублено;</li>
      <li>з мінімальним зусиллями імпортувати в нотатник дані з різних джерел (RSS-стрічки,
        WWW-сторінки, локальні файли тощо);</li>
      <li>шифрувати записи — для цього використовуються перевірені алгоритми з парою ключів
        (або — для розробників — є можливість підʼєднати власний секретний алгоритм).</li>

      &nbsp;
      <div>Версія цього сервісу надається для особистого встановлення як у відкритому коді (з
        copyleft-ліцензією), так і у вигляді скомпільованих застосунків.</div>


    </div>
</template>


<script>
    // import b       from '../basis';
    // import { cfg } from './init';

    export default {
        title: () => 'ой, мамо, а шо це?',
    }
</script>

<style lang="scss">
</style>

